let text_storage = {
	company_menu: {
		empire: "Империя - одна из сильнейших наций парящего континента, прибыла на остров C2D18S для подавления конфликта местного населения по просьбе союзных сил. Но так ли нравственна империя? Недавно всплыла неподтверждённая новость, что на острове C2D18S появился редкий тип минералла, способствующий созданию технологий нового типа. Кто знает, в какие руки может попасть данный ресурс?",
		union: "",
		mechanicus: "",
	},
	error: {
		availability: {
			company: "Необходимо пройти предыдущую компанию для открытия следующей",
		},
	},
};