// Объект с системным текстом
let systemText = {
	company: {
		empire: "Империя одна из сильнейших сил мира, обладающая подавляющей мощностью по сравнению с другими фракциями. Союзные силы на отдалённом острове послали сигнал о помощи, прося военной поддержки. Империя откликнулась на просьбу помощи и выслала трёх своих генералов. Вам предстоит сыграть за самого молодого генерала и подавить наступающие силы противника, пока остальные генералы будут сражаться на остальных фронтах.",
	},
	availability: {
		company: "Чтобы открыть компанию необходимо пройти предыдущую",
		button: "На данный момент недоступно",
	},
};